IDEA Open Model
Material.ThermalConductivity Property
Compatible with IDEA StatiCa Beta 20.0
 Thermal conductivity
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double ThermalConductivity { get; set; }
Public Property ThermalConductivity As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace